 Получите графики обозначенных функций в диапазоне -30<x<30 с раз-
 бивкой на 500 участков. Для зтого задайте команду :
   >> fplot ('prim',  [-30 30], 500)
 Выйдите из окна демонстрации. Рассмотрите графики более детально
 в интересующем диапазоне -7<x<0,  для чего вместо диапазона [-30 30]
 используйте диапазон [-6 -3]. Количество участков разбивки задайте
 равным 100. Запишите ответ на поставленный вопрос по экстремумам
 функций.
 На этом лабораторная работа №1 закончена. Убедитесь, что у вас есть
 все необходимые материалы для оформления отчета.
