       Получите ответ на вопрос: что больше e^pi или pi^e ?
       Здесь: е - основание натуральных логарифмов;
                    pi - число "пи";
                    ^  -  знак действия возведения в степень. 
       Для этого в командном окне системы после значка >> введите:
                    e=exp(1);      после этого нажмите Enter
            >>    pi^e               обратите внимание на отсутствие здесь знака ";"
                                           нажмите Enter
       Запишите  полученный ответ. Затем после  >>  введите:
            >>   e^pi                 нажмите Enter
       Запишите полученный ответ. Сравните результаты.
       Введите команду  type lab1-4.m  и нажмите клавишу Enter.

 