 Познакомьтесь со структурой системы МАТЛАБ,  воспользовавшись
   меню HELP  командного окна системы. Для этого:
1)  джойстиком  "мышь" подведите курсор к слову  HELP,  расположен-
    ному вверху на экране и нажмите левую кнопку джойстика.
    В открывшихся опциях выберите курсором первую - Help Window и
    вновь нажмите левую кнопку.
    После этого откроются указатели гипертекстовой справочной подсис-
    темы,  описывающие отдельные блоки МАТЛАБ. Познакомьтесь с их
    названиями.
2)  выберите отдельный произвольный блок системы МАТЛАБ,  подведя
    курсор к соответствующей строке указателей  и  вновь  нажав  левую
    кнопку джойстика. После  того,  как данная строка  фонируется,  на-
    жмите кнопку клавиатуры  Enter. На экране откроется более подроб-
    ная информация по выбранному блоку.
3)  в отчете по лабораторной работе кратко опишите основные характе-
    ристики выбранного блока. При этом следует иметь в виду,  что спра-
    вочная подсистема позволяет более подробно уточнять информацию
    по всем упоминаемым в блоке командам.  Для этого следует повто-
    рить действия п.2 относительно уточняемой команды. Для того,  что-
    бы вернуться к исходной  информации  подведите  курсор  к  слову  
    BACK в левом углу окна и нажмите левую кнопку джойстика (щелк-
    ните "мышью").
    В отчете не требуется полных описаний, достаточно остановиться на
    каких-либо фрагментах.
    После отработки п.3 введите команду type lab1-3.m и нажмите
    клавишу Enter.
