Воспользовавшись справочной системой  Help ,  разделом Elementary
math functions,  вычислите то из нижеприводимых выражений,  номер
которого совпадает с номером машины,  за которой вы работаете.
Вычисления проводите при x=pi/6. Для этого прежде всего задайте
аргумент "х" в командной строке системы:
>>  x=pi/6;            Enter

       sin x                 e+pi        2         3                x - cos x
1)  e          2) (cos x)      3) sin x + cos x/2    4) 5

                   2                             1/2                            x      e
5)  log  [ tg(x + x )   6)  17 / sin (x     )   7) абс. знач. e    - x
        10
                                         sin x * tg x
                        8)  (cos x)

Ответ запишите. Введите команду  type lab1-10.m

