                            Лабораторная работа N4.
         "Моделирование Двигателя Постоянного Тока в MatLab SIMULINK"

    Распространенные в автоматизированном машиностроении двигатели постоянного 
тока (ДПТ) преобразуют электрическую энергию источника питания, к которому 
подключен двигатель, в энергию механического движения ротора и связанного с ним 
объекта управления. Принцип работы ДПТ основан на взаимодействии магнитного поля, 
создаваемого, например, постоянными магнитами, и находящегося в этом поле 
проводника с током. Математическая модель ДПТ, как динамической системы, может 
быть построена на базе его достаточных уравнений. В них должны быть учтены как 
электрическая, так и механическая части двигателя. Электрическая якорная цепь 
содержит источник питания с напряжением постоянного тока U, активное 
сопротивление R и индуктивность L якорной обмотки, а также  противо ЭДС 
двигателя Е. Она возникает в соответствии с законами электромагнитной индукции, 
согласно которым в проводнике, движущимся в магнитном поле, индуцируется 
электродвижущая сила (ЭДС). В ДПТ данная ЭДС направлена против внешнего 
напряжения U.
Введите команду type lab4-2.m