 Найдите матрицу,  обратную к заданной квадратной матрице А.
 Обозначим ее через В. Тогда выполняется А*В=Е,  где Е-единич-
 ная матрица. Матрица А задана:

          A = [ 1  2  7  4
                8  3  1  0
                5  1  1  2
                9  7  2  9 ]
 В командной строке системы после знака >> введите:
          a=[1 2 7 4; 8 3 1 0; 5 1 1 2; 9 7 2 9];    нажмите  Enter
 Далее вы должны узнать обозначение команды вычисления обратной
 матрицы. Для этого воспользуйтесь справочной системой Help,  разде-
 лом Matrix functions,  подразделом Matrix inverse.
 Ответ запишите. Введите команду type lab1-8.m
