         Лабораторная работа №1. Ознакомление  с системой МАТЛАБ.

    МАТЛАБ - мощная система программирования, ориентированная 
    на математическое обеспечение инженерных и научных расчетов,                             
    а также эффективное моделирование систем и процессов.
    Матрицы, дифференциальные уравнения, массивы  данных,  гра-
    фические  объекты - это фундаментальная основа системы.
    МАТЛАБ - одновременно и операционная среда, и язык програм-
    мирования, который можно сравнить с языком BASIC по просто-
    те применения и принципу использования. Операционная среда
    системы обеспечивает диалог с пользователем через командную
    строку или графический интерфейс, редактирование и отладку
    файлов, называемых  М-файлами, а также работу с ними и обо-
    лочкой внешней системы, например, DOS, экспорт и импорт дан-
    ных, доступ к справочной информации, динамическое взаимодей-
    ствие с другими системами,  например,  Microsoft Word,  Excel и др.
        Следует сказать,  что  МАТЛАБ  проектировался  первоначально
    именно для математиков, но впоследствии превратился в высоко-
    эффективную систему инженерных расчетов и моделирования.
         Так,  к примеру,  самостоятельным блоком  МАТЛАБ  является
    SIMULINK - система,  ориентированная  на математическое струк-
    турно-графическое моделирование динамических систем, в том
    числе в режиме реального времени,  т.е. в таком,  когда модель объ-
    екта изменяет свое состояние с той же ’’скоростью’’,  с какой изме-
    няется сам моделируемый объект.
       Для продолжения следует после знака  >>  (это приглашение  ко-
    мандной строки) набрать  type lab1-2.m и нажать клавишу Enter.

 