 Данный вопрос является частным случаем более сложной задачи: как
 ведет себя график функции  z=x^y - y^x ? Для получения ответа  вве-
 дите команду  playshow  e2pi и нажмите Enter. Для начала просмотра
 щелкните "мышью" на слово Start в правом углу экрана,  а затем вы-
 бирайте слово Next. Найдите в тексте команды meshgrid, surf.
 Перепишите в отчет программный фрагмент с участием этих команд.
 В отчете также изобразите примерный вид графического решения урав-
 нения x^y - y^x = 0.
 Для выхода из режима просмотра подведите курсор к знаку "х" в пра-
 вом углу окна и щелкните "мышью".
 Задайте команду type lab1-5.m

 