ѕроведите собственный вычислительный эксперимент над данной механической
системой. ѕредварительно поставьте цель эксперимента и задайте необходимые
параметры. –ассматриваемым (исследуемым) вопросом при моделировании мо-
жет быть, например, один из следующих:
1)  ак вли€ют жесткости упругих св€зей масс системы на число их полных коле-
   баний?
2) Ѕудут ли равны периоды колебаний масс, если внешние силы измен€ютс€ с раз-
   ными частотами?  с одной частотой?
3)  ак изменитс€ движение масс, если j1>>j2 или наоборот?
4) ѕри какой частоте внешние силы наиболее интенсивно "раскачивают" систему?
5)  ак изменитс€ движение нижней массы, если m2<<m1, а m1~m1+m2 ?
и т.д.
ѕокажите результаты своего самосто€тельного исследовани€ преподавателю.
¬ отчет внесите соответствующие рисунки по этой части лабораторной работы.