Лабораторная работа № 3
Практическое ознакомление с системой SIMULINK

  Система SIMULINK является составной частью системы МАТЛАБ, предназначен-
ной для структурно-графического моделирования различных динамических объ-
ектов, как непрерывных, так и дискретных. При данном методе объект предс-
тавляется в виде совокупности готовых, законченных блоков, между которыми
устанавливаются связи по типу "вход-выход". В графике модели такие связи
изображаются простыми стрелками. Возможности (мощность) моделирования ди-
намического объекта определяются объемом библиотеки SIMULINK. Способ конст-
руирования модели, таким образом, сводится к выбору соответствующих блоков
из состава возможных в библиотеке, будь то блоки различных сигналов, блоки
звеньев САУ, логические блоки или блоки отображения получаемой информации.
Это чрезвычайно упрощает процесс моделирования, делая его высокоэффективным.
  Целью настоящего занятия является получение первых навыков работы в сис-
теме SIMULINK на основе ее библиотеки.
В командной строке МАТЛАБ введите команду: 
>>simulink
После того, как откроется главное графическое меню библиотеки, подведите
курсор к символу FILE и нажмите левую кнопку джойстика. Далее выберите опцию 
OPEN и в открывшемся меню дважды щелкните "мышью" на имени LASIM.