Звено Mux позволяет выводить сразу два сигнала, что даёт возможность оценить 
наличие сдвига фаз сигналов. Самостоятельно исследуйте следующий вопрос: как влияет 
на амплитуду и фазу выходного сигнала коэффициент обратной связи системы с 
параметром затухания 0.05? Коэффициент обратной связи изменяйте по значениям  
2; 1.5; 1.0; 0.8; 0.6; 0.5. (Для необходимых изменений параметров "экрана" 
виртуального осциллографа обратитесь к преподавателю). Сделайте выводы и 
подтвердите их соответствующими рисунками.
Введите type lab3-13.m