Получите компьютерные осциллограммы сигнала  y(t) = 2sin2t + 3sin5t.  Для этого 
сначала задайте амплитуду и частоту каждой гармоники следующим образом. Щелкните  
"мышью" дважды в поле квадрата первого источника сигналов Sine Wave. В открывшемся 
меню подведите курсор на белое поле строки Amplitude и нажмите на левую кнопку 
мыши. После появления вертикального штриха удалите стоящее число и вместо него 
наберите 2. Затем аналогично задайте частоту сигнала в строке Frequency. Повторите 
эти действия с источником сигналов Sine Wave 1.
Введите type lab3-5.m