Запустите модель. Для этого подведите курсор к вкладке Simulation главного меню 
рабочей формы и щелкните на неё "мышью". В открывшемся окне выберите вкладку Start. 
Затем дважды быстро щелкните "мышью" на поле обозначения осциллографа. Появившийся 
график покажите преподавателю и зарисуйте в отчет.  После этого закройте окно 
графика, используя символ "Х" в его правом верхнем углу. Откройте блок Sum, дважды 
(быстро)  щелкнув "мышью" на его поле. Зафиксируйте курсор на строке List of signes 
и замените правый '+' на знак '-'. Вновь запустите модель и зарисуйте график 
сигнала  y(t) = 2sint - 3sin5t. Закройте данный файл, щелкнув мышью на знаке "Х" 
в правом верхнем углу экрана.
Введите type lab3-6.m