На рабочей форме соедините выход блока Sine Wave c одним входом Sum, а выход блока 
Sine Wave 1 - с другим входом блока Sum. Для этого надо подвести курсор к выходу 
блока Sine Wave и после появления крестика нажать и удерживать левую кнопку мыши.
При этом появляется возможность проводить стрелки на экране движением мыши в 
соответствующем направлении. Если необходимо сделать излом стрелки, то в соответствующей 
точке отпустите кнопку мыши. Тогда точка фиксируется, как узел. Затем 
аналогично ведите стрелку в перпендикулярном направлении. При контакте со входом 
принимающего блока Sum отпустите кнопку мыши. Указанным способом соедините выход 
блока-сумматора со входом блока-осциллографа. Получившееся покажите преподавателю.
Введите type lab3-4.m