¬ставьте в пр€мой тракт системы перед колебательным звеном элемент Dead Zone из 
блока Discontinuities. ѕредлагаетс€ исследовать величину зоны нечувствительности 
на динамические свойства звена при посто€нном входном воздействии. »змен€ть данную 
величину можно при вызове окна свойств звена.  оэффициент обратной св€зи системы 
установите равным 5. ¬еличину зоны нечувствительности последовательно задайте 
равной  0.1; 0.7; 1.5. —делайте вывод о вли€нии этого параметра, приложив 
соответствующие рисунки.
¬ведите type lab3-11.m