Теперь замкните колебательное звено отрицательной (!) обратной связью, используя 
элемент Sum блока Math Operations. Для задания коэффициента обратной связи надо 
использовать звено Gain из блока Math Operations. Это звено отличает направленность, 
и в данном случае его следует развернуть на 180 градусов. Для этого щелкните "мышью" 
на вкладку Format главного меню рабочей формы и в выпавшем меню выберите опцию 
(т.е. щелкните мышью) Rotate Blok. При этом звено повернется на 90 градусов. 
После этого повторите данные действия еще раз. 
Примечание: перед поворотом звено должно остаться (после переноса) отмеченным 
черными точками по углам поля. 
Коэффициент обратной связи установите равным 1.5, 5 и 10, последовательно вызывая 
окно свойств элемента Gain. Как изменяется реакция звена с обратной связью на то 
же самое входное воздействие? Вывод в отчете подтвердите соответствующими рисунками.
Введите type lab3-10.m