Проведите эти действия еще раз, так чтобы в окне рабочего файла образовалось два 
блока гармонических воздействий. Расположите их по возможности рядом. Теперь 
перейдите в блок Math Operations.  Для этого в браузере библиотеки simulink 
выбирете вкладку simulink - Math Operations, справа отобразятся все элементы 
этого блока. Из него аналогичным способом переместите на рабочую форму блок 
суммирования Sum. Теперь, перейдите в блок Sinks и переместите на рабочую форму
виртуальный осциллограф Scope.
Введите type lab3-3.m