На рабочей форме соберите звено с передаточной функцией колебательного звена. Для 
этого из блока Continuous перенесите в область рабочей формы звено Transfer Fcn, 
после чего дважды щелкните "мышью" на перенесенный элемент. При этом откроется 
окно задания параметров звена. Строка  "Numerator" служит для задания коэффициентов 
некоторого полинома P(s) числителя. Например, для задания в числителе полинома 
2(s^2) + 0.5s +3 необходимо в строке "Numerator" задать последовательность чисел 
2 0.5 3.  Для задания отдельного коэффициента, таким образом, нужно задать только 
одно число. В строке "Denominator" аналогично задается полином знаменателя. 
Предлагается выбрать следующую передаточную функцию:  
W(s) = 2 / 0.01s^2 + 0.06s + 1. 
Ответьте на вопрос: чему равен параметр затухания такого колебательного звена? 
Примечание: собранное звено может не уместиться в исходном прямоугольнике границы. 
В этом случае прямоугольник следует растянуть. Сообщите об этом преподавателю.
Введите type lab3-7.m